factbook/app/controllers/content_controller.rb

SELECT "contents".* FROM "contents"
---
  def index
    @archive = Content.all()